Repository: RezaB30/RadiusR.API.Netspeed
Catalog: RadiusR.API.Netspeed/Localization/Common.*.resx
Languages: tr_tr

source: Activate Automatic Payment
tr_tr: Otomatik Ödemeyi Etkinleştir

source: Add Card
tr_tr: Kart Ekle

source: Add Note
tr_tr: Note Ekle

source: Address Code
tr_tr: Adres Kodu

source: Address Infrastructure Query
tr_tr: Adres Altyapı Sorgula

source: Agent
tr_tr: Müşteri Temsilcisi

source: All Support Requests
tr_tr: Tüm Destek Kayıtları

source: Automatic Payment
tr_tr: Otomatik Ödeme Talimatı

source: Automatic Payment Subscriptions
tr_tr: Otomatik Ödeme Abonelikleri

# AvailabilityMaxSpeed
source: Max Speed
tr_tr: Alabileceğiniz Maksimum Hız

source: Back
tr_tr: Geri

source: Back To Site
tr_tr: Siteye Dön

# BankRedirectWaitMessage
source: Redirecting to the bank, please wait...
tr_tr: Bankaya yönlendiriliyorsunuz, lütfen bekleyin ...

source: Bills and Payments
tr_tr: Fatura ve Ödemeler

source: Call Me
tr_tr: Beni Arayın

# CallMeRequestCompleted
source: Your call me request has been received.
tr_tr: Beni ara talebiniz alındı

# CallMeTitle
source: We will call you so that we can offer you the appropriate internet tariff.
tr_tr: Size uygun internet tarifesini sunabilmemiz için iletişim bilgilerinizi bırakın, sizi arayalım

# CallYou
source: Let's Call You
tr_tr: Sizi Arayalım

source: Cancelled
tr_tr: İptal Edilmiş

source: Captcha
tr_tr: Güvenlik Kodu

# CaptchaError
source: Captcha does not match.
tr_tr: Güvenlik Kodu eşleşmiyor.

source: Cardholder Name
tr_tr: Kart Sahibi

source: Card Number
tr_tr: Kart Numarası

# Cards
source: Saved Credit Cards
tr_tr: Kayıtlı Kredi kartları

# CardWithActiveAutoPayment
source: This credit card has active automatic payments. To remove this please cancel the automatic payment.
tr_tr: Bu kredi kartına bağlı aktif otomatik ödeme talımatınız var. Kredi kartını kaldırmak için önce talımatı iptal edin.

# ChooseApartment
source: Please Choose Apartment
tr_tr: Kapı No Seçiniz

# ChooseBuilding
source: Please Choose Building
tr_tr: Apartman Seçiniz

# ChooseDistrict
source: Please Choose District
tr_tr: İlçe Seçiniz

# ChooseNeighborhood
source: Please Choose Neighborhood
tr_tr: Mahalle Seçiniz

# ChooseProvince
source: Please Choose Province
tr_tr: İl Seçiniz

# ChooseRegion
source: Please Choose Region
tr_tr: Semt Seçiniz

# ChooseStreet
source: Please Choose Street
tr_tr: Sokak Seçiniz

# ClientName
source: Full Name/Company Title
tr_tr: Adı Soyadı/Şirket Ünvanı

# ClientNotFound
source: Invalid input. Please try again.
tr_tr: Hatalı giriş yaptınız. Lütfen tekrar deneyiniz.

source: Close
tr_tr: Kapat

source: Completed
tr_tr: Tamamlandı

# ConfirmMessage
source: Are you sure?
tr_tr: Emin misiniz?

source: Connection Status
tr_tr: Bağlantı Durumu

# CustomerName
source: Fullname
tr_tr: Adınız Soyadınız

source: Date
tr_tr: Tarih

source: Deactivate Automatic Payment
tr_tr: Otomatik Ödemeyi Devre Dişi Bırak

source: Describe support request.
tr_tr: Destek Talebinizi Açıklayınız.

source: Description
tr_tr: Açıklama

source: Details
tr_tr: Detaylar

source: Discount amount
tr_tr: İndirim toplamı

source: E-Archive PDF
tr_tr: E-Arşiv PDF'i

# EArchivePDFFileName
source: E-Archive PDF
tr_tr: E-Arşiv PDF

source: Email
tr_tr: E-Posta

source: End Date
tr_tr: Bitiş Tarihi

# ErrorPleaseContact
source: An error occurred during operation, please contact our support.
tr_tr: İşlem sırasında bir hata oluştu, lütfen destek ekibimizle iletişime geçin.

source: Expiration Date
tr_tr: Son Kullanım Tarihi

# ExpirationDateMonth
source: Month
tr_tr: Ay

# ExpirationDateMonthPlaceHolder
source: mm
tr_tr: aa

# ExpirationDateYear
source: Year
tr_tr: Yıl

source: Extend Packet
tr_tr: Paketi Uzat

source: Fullname
tr_tr: Ad Soyad

# FUPDownload
source: Daily Download
tr_tr: Gündüz Download

# FUPUpload
source: Daily Upload
tr_tr: Gündüz Upload

# GeneralError
source: An error occured. Please contact our support team.
tr_tr: Bir hata oluştu. Lütfen destek ekibimizle iletişime geçin.

source: General State
tr_tr: Genel Durum

source: Go
tr_tr: Git

# HasActiveRequest
source: You have an active support request. Can not send a new one.
tr_tr: Aktif bir destek talebiniz var. Yeni bir tane gönderemezsiniz.

source: Inquire Again
tr_tr: Tekrar Sorgula

source: Installation Address
tr_tr: Tesis Adresi

source: Internal Error
tr_tr: İç Hata

# InternalErrorDescription
source: An error occurred while processing your request.
tr_tr: İşleminiz gerçekleştirilirken bir hata oluştu.

# InternetPassword
source: Internet Access Password
tr_tr: İnternet Erişim Şifre

# InternetUsername
source: Internet Access Username
tr_tr: İnternet Erişim Kullanıcı Adı

# InvalidTokenKey
source: Invalid token!
tr_tr: Geçersiz jeton!

# IsMarkedRequestSolved
source: Should your request be marked as my problem solved?
tr_tr: Talebiniz sorunum çözüldü olarak işaretlensin mi ?

source: Issue Date
tr_tr: Tanzim Tarihi

# Last3PeriodsUsage
source: Last 3 Periods Usage Report
tr_tr: Son 3 Dönem Kullanım Raporu

source: Last Payment Date
tr_tr: Son Ödeme Tarihi

# LearnAddressCode
source: Learn Your Address Code
tr_tr: Adres Kodunuzu Öğrenin

source: LINE STATE
tr_tr: HAT DURUMU

source: Login
tr_tr: Oturum Aç

# LoginCustomerCode
source: GSM No or TCK No
tr_tr: GSM No veya TCK No

# LoginSMSPassword
source: Sent SMS Password
tr_tr: Gönderilen SMS Şifre

source: Logout
tr_tr: Çıkış

# MaskedCardNo
source: Card No
tr_tr: Kart No

source: Message
tr_tr: Mesaj

# MissedCount
source: Missed
tr_tr: Kaybedilen

source: My Documents
tr_tr: Belgelerim

# NewNotification
source: You have a new notification
tr_tr: Bir yeni bildiriminiz var.

# NewRequest
source: New Support Request
tr_tr: Yeni Destek Kaydı

# NewRequestDescription
source: You can request support and follow up.
tr_tr: Destek talebinde bulunabilir ve takip edebilirsiniz.

# NewSupportRequest
source: How can we help you?
tr_tr: Size nasıl yardımcı olabiliriz?

source: No
tr_tr: Hayır

# NonFUPDownload
source: Nightly Download
tr_tr: Gece Download

# NonFUPUpload
source: Nightly Upload
tr_tr: Gece Upload

source: Not Available
tr_tr: Müsait Değil

# NotAvailableDescription
source: We are updating... Please retry in 10 minutes.
tr_tr: Güncelliyoruz ... Lütfen 10 dakika sonra tekrar deneyin.

# NotValid
source: Please enter a valid {0}.
tr_tr: Lütfen geçerli bir {0} girin.

source: Open Request Again
tr_tr: Talebi Tekrar Aç

source: Optional
tr_tr: İsteğe Bağlı

# PasswordSMS
source: Your customer website password is {0}.
tr_tr: Online işlem merkezi giriş şifreniz {0} 'dir.

source: Pay All
tr_tr: Tümünü Öde

source: Payed
tr_tr: Ödenmiş

source: Payment
tr_tr: Ödeme

# PaymentSelection
source: Please select how you want to pay.
tr_tr: Lütfen ödeme yönteminizi seçiniz.

source: Payment Type
tr_tr: Ödeme Tipi

# PaymentWithCardNotAvailable
source: Could not retrieve credit cards. Please try again later.
tr_tr: Kredi kartları alınamadı. Lütfen daha sonra tekrar deneyiniz.

source: Pay Now
tr_tr: Hemen Öde

# PayWithOtherCards
source: Pay with another card
tr_tr: Başka bir kart ile öde

source: Personal Info
tr_tr: Kişisel Bilgiler

source: Phone No
tr_tr: Telefon

# PleaseWait
source: Processing...Please Wait...
tr_tr: İşleniyor .. Lütfen Bekleyin...

source: Port State
tr_tr: Port Durumu

# POSSuccessMessage
source: Payment successful.
tr_tr: Ödeme başarılı.

# ProblemSolved
source: Problem Is Solved
tr_tr: Sorunum Çözüldü

source: Processing
tr_tr: İşlemde

# Query
source: Send Query
tr_tr: Sorgula

source: Quota Pakages
tr_tr: Kota Paketleri

source: Redirecting...
tr_tr: Yönlendiriliyor...

# RedirectPageTitle
source: <div>You have an active subscription.</div> You can submit your request through the <span>Customer Service </span>. You are being redirected to the Customer Service ...
tr_tr: <div>Aktif aboneliğiniz bulunmaktadır. </div>Talebinizi <span>Online İşlem Merkezi </span>üzerinden iletebilirsiniz. Online İşlem Merkezine yönlendiriliyorsunuz...

source: Reference No
tr_tr: Referans No

# RemainingCount
source: Remaining
tr_tr: Kalan

source: REMAINING FUP
tr_tr: KALAN AKN

source: Remove
tr_tr: Kaldır

source: Remove Card
tr_tr: Kredi Kartı Kaldır

# SelectionSupportSubType
source: Please select support description type
tr_tr: Lütfen destek açıklama türünü seçiniz

source: Send
tr_tr: Gönder

source: Send Support Request
tr_tr: Destek Talebi Gönder

source: Service Name
tr_tr: Tarife Adı

source: Services
tr_tr: Hizmetler

# Service_Services
source: Service(s)
tr_tr: Hizmet

source: Show All
tr_tr: Tümünü Göster

# SiteTitle
source: Online Services
tr_tr: Online İşlemler

# SMSPasswordWrong
source: Invalid input. Please check your password.
tr_tr: Hatalı giriş yaptınız. Lütfen şifrenizi kontrol ediniz.

# SMSWarningMessage
source: Your password is sent via SMS. This password can be used for {0} hours.
tr_tr: Şifreniz SMS ile iletilmiştir. {0} saat boyunca bu şifreyi kullanabilirsiniz.

# SpecialOffers
source: My Special Offers
tr_tr: Kampanyalarım

source: Start Date
tr_tr: Başlangıç Tarihi

source: State
tr_tr: Durum

source: Subscriber No
tr_tr: Abone No

source: Subscriber not found!
tr_tr: Abone bulunamadı!

source: Subscriber State
tr_tr: Abone Durum

# SubscriptionInformationTitle
source: You can see your other subscriptions from here.
tr_tr: Diğer aboneliklerinizi buradan görebilirsiniz.

source: Support and Requests
tr_tr: Destek ve Talepler

source: Support Details
tr_tr: Destek Detayları

source: Support Request Approval
tr_tr: Destek Talebi Onayı

# SupportRequestMessage
source: Write your message.
tr_tr: Mesajınızı yazınız.

# SVUID
source: Query No
tr_tr: Sorgu Numarası

# TariffAndTraffic
source: Tariff and Trafic
tr_tr: Tarife ve Trafik

source: This Period
tr_tr: Bu Dönem

source: Total
tr_tr: Toplam

# TotalCount
source: Earned
tr_tr: Kazanılan

# TotalDiscountCount
source: Total (Discount Quantity)
tr_tr: Tutar (Adet İndirim)

# TotalDownload
source: Total Downoald
tr_tr: Toplam Download

source: TOTAL FUP
tr_tr: TOPLAM AKN

source: TotalUpload
tr_tr: Toplam Upload

# TTSubscriberNo
source: Service No
tr_tr: Hizmet No

# UnpaidBillsMessage
source: You have <span class="bold">{0}</span> unpaid invoices with total of <span class="bold">{1}</span>. If you wish, you can pay immediately with your credit card.
tr_tr: Toplam <span class="bold">{1}</span> tutarında <span class="bold">{0} adet</span> ödenmemiş faturanız bulunmaktadır, dilerseniz kredi kartınız ile hemen ödeme yapabilirsiniz.

# UsedCount
source: Used
tr_tr: Kullanılan

source: View All Bills
tr_tr: Tüm Faturaları Gör

# WelcomeMessageHeader
source: DEAR <span class="welcome-message">{0}</span> WELCOME
tr_tr: SAYIN <span class="welcome-message">{0}</span> HOŞGELDİNİZ

# WelcomeMessageText
source: In {0} Online Services, you can pay your invoice instantly with a credit card and you can perform more transactions 24/7 fast and safely.
tr_tr: {0} Online İşlemler'de kredi kartı ile faturanızı anında ödeyebilir ve daha bir çok işlemi 7/24 hızlı ve güvenli bir şekilde gerçekleştirebilirsiniz.

source: Yes
tr_tr: Evet
